Repository: AhmedOs90/redwinners
Catalog: lib/engines/l10/app_*.arb
Languages: ar

# language
source: العربية
ar: English

source: Offers
ar: العروض

source: Launches
ar: طرح جديد

source: Browse
ar: تصفح

source: Call Scheme
ar: دليل مكالمات

source: Request
ar: بحث

source: Settings
ar: اعدادات

source: Logout
ar: تسجيل الخروج

source: Manage Users
ar: ادارة الحسابات

source: Current Offers
ar: العروض الحالية

source: Upcoming Launches
ar: مشاريع قادمة

# exit
source: Exit redwinners?
ar: تود الخروج؟

# doYouWantExit
source: Do you want to exit redwinners?
ar: انت على وشك الخروج من التطبيق

source: Yes
ar: نعم

source: No
ar: لا

source: Offer ends at
ar: ينتهي العرض في

source: Location
ar: الموقع

source: New Release
ar: وحدات جديده

source: Launch
ar: طرح جديد

source: soon
ar: قريبا

source: coming in
ar: بقي على الموعد

source: days
ar: أيام

source: day
ar: يوم

source: EOI
ar: جدية الحجز

source: Launch Date
ar: موعد الطرح

source: types
ar: النوع

source: Share Project
ar: مشاركة المشروع

source: What are you looking for?
ar: عن ماذا تبحث؟

source: Link Copied
ar: تم نسخ الرابط

source: Where are you looking?
ar: حدد الموقع

source: How many rooms?
ar: كم عدد الغرف؟

source: When do you want to receive your unit?
ar: متى تردي الاستلام؟

# areYouLookingForTTorS
source: Are you Looking for a Town house, twin House, or Stand Alone?
ar: هل تبحث عن تاون هاوس، توين هاوي، او فيلا مستقله

# whatAverageArea
source: What is the average area you are looking for
ar: ما هي متوسط المساحة التي تبحث عنها؟

# whenReceiveUnit
source: when do you want to receive your unit?
ar: متى تريد الاستلام؟

# doWantOutdoorArea
source: Do you want an out door area?
ar: هل تبحث عن محل بمساحة خارجية؟

# whichFloor
source: which floor do you prefer?
ar: حدد الطابق

# whatYourBudget
source: Do you have a budget in you mind?
ar: ما هي ميزانيتك؟

# whatAveragePriceMeter
source: What is your average price per meter
ar: هل تبحث عن سعر متر محدد؟

# any
source: All
ar: الكل

source: Installments
ar: تقسيط

# apartments
source: Apartments and Duplexes
ar: شقق ودوبلكسات

source: Sub Location
ar: الموقع بالتحديد

source: cash
ar: كاش

source: total Price
ar: اجمالي السعر

source: total Cash Price
ar: اجمالي سعر الكاش

source: from
ar: من

source: to
ar: الى

source: Years of Installments
ar: سنين التقسيط

source: Built up Area
ar: مساحة المباني

source: Rooms Count
ar: عدد الغرف

source: Floor
ar: الطابق

# deliver
source: Delivery
ar: استلام

source: Finish
ar: نوع التشطيب

source: Unit Type
ar: نوع الوحده

# priceMeter
source: Price Per Meter
ar: سعر المتر

# land
source: Land Area
ar: مساحة الأرض

source: Villa Type
ar: نوع الفيلا

source: Outdoor Area
ar: مساحة خارجية

# showResult
source: Show Results
ar: اظهار النتائج

source: Select Location
ar: اختر موقع

source: Browse By Project
ar: تصفح المشاريع

source: Browse By Developer
ar: تصفح المطورين

source: Area
ar: المساحة

source: Start from
ar: يبدأ من

source: per meter
ar: في المتر

source: Description
ar: الوصف

source: Facilities
ar: المرافق

source: General Details
ar: بيانات عامه

source: Contractor
ar: المقاول

# engineerCons
source: Engineering Consultant
ar: الاستشاري الهندسي

source: Load Percent
ar: نسبة التحميل

source: Master Plan
ar: ماستر بلان

source: Financial Details
ar: التفاصيل المالية

source: Garage Price
ar: سعر الجراج

source: Club Price
ar: سعر النادي

source: Maintenance
ar: الصيانة

source: Cash Discount
ar: سعر الكاش

source: First Delivery
ar: اول استلام

source: Prices Start From
ar: الاسعار تبدا من

# perMeterAndInst
source: per meter and instalments are up to
ar: في المتر، والتقيسط حتى

# andInst
source: and instalments are up to
ar: والتقسيط حتى

source: Payment Plan
ar: طرق السداد

source: Current Offer
ar: العروض الحالية

# download
source: Downloads
ar: التحميلات

source: Brochure
ar: بروشور

# inventoryShit
source: Inventory Sheet
ar: قائمة المتاح

source: Not Available
ar: غير متاح

source: Download Brochure
ar: تحميل البروشور

source: Download Inventory
ar: تحميل المتاح

# forMoreDetails
source: for more details you can call
ar: لمعلومات اكثر يمكنك الاتصال ب

source: or
ar: او

# lastUpdate
source: Last Updated
ar: اخر تحديث

# showredwinners
source: Show Availability
ar: المتاح

source: L.E
ar: جنيه مصري

source: Price
ar: السعر

source: Cash Price
ar: سعر الكاش

source: Show Master Plan
ar: حمل الماستر بلان

source: Show
ar: الموقع

source: on map
ar: على الخريطة

source: Show more
ar: المزيد

source: Show less
ar: اقل

source: years
ar: سنوات

# avaInThis
source: redwinners in this project is rough redwinners that may be different than what is actually provided by the company
ar: قائمة المتاح في هذا المشروع هي قائمة تقريبية، قد تجد اختلافات بسيطه بينها وبين ما تقدمه الشركة

# garden
source: Garden Area
ar: مساحة الحديقة

source: Roof
ar: الروف

source: Link Device
ar: ربط جهاز

source: Users
ar: المستخدمين

source: Edit
ar: تعديل

source: Reset
ar: اعادة ضبط

source: Save Changes
ar: حفظ التعديلات

# changePassword
source: Change Your Password
ar: تغيير الباسود

source: Cancel Subscription
ar: الغاء الاشتراك

source: Privacy Policy
ar: سياسة الخصوصية

source: Username:
ar: اسم المستخدم:

source: Password:
ar: كلمة السر:

# youCanSign
source: You can sign with
ar: يمكنك التعاقد مع

source: by calling
ar: عن طريق الاتصال ب

source: Show Projects
ar: مشاريع الشركةv

source: User Details
ar: تفاصيل المستخدم

source: Search Projects
ar: بحث

source: Search Developers
ar: بحث المطورين

source: Successful
ar: تم

# userReset
source: User Reset Successful
ar: تم اعادة ضبط بيانات المستخدم

# usernameTooShort
source: Username is too Short
ar: اسم المستخدم قصير

# makeUserChar
source: Make sure username is 5 characters or more
ar: تأكد انك استخدمت 5 حروف او اكثر

# newPasswordTooShort
source: New Password is too short
ar: كلمة السر الجدبدة قصيره

# makePassChar
source: Make sure your new password is 5 characters or more
ar: تأكد انك استخدمت 5 حروف او اكثر

# userAlreadyExist
source: UserName Already Exist
ar: اسم المستخدم غير متاح

# someoneSameUserName
source: Someone in your account has the same username, use another username
ar: اسم المستخدم الذي اختارته غير متاح، اختار اسم مستخدم آخر

source: Empty Field
ar: خانه فارغة

# entrAllFields
source: Make sure to enter all your fields
ar: تاكد انك ملأت جميع الخانات

# curentPassIncor
source: Current Password is incorrect
ar: كلمة السر الحالية غير صحيحة

# entrPassCore
source: Please enter your current password correctly
ar: الرجاء ادخال كلمة السر الحالية صحيحة

# notChangedPass
source: Not Changed Password
ar: لم يتم تغير كلمة السر

# youNotChangedPass
source: You haven't changed your password, please use a new password
ar: الرجاء ادخال كلمة سر مختلفة عن كلمة السر الحالية

source: Ok
ar: حسنا

# newPassTooShort
source: New Password is too short
ar: كلمة السر الجديدة قصيره

# makSureNewPassIs5
source: Make sure your new password is 5 characters or more
ar: تأكد انك استخدمت 5 حروف او اكثر

# passNotMatch
source: Passwords doesn't match
ar: كلمة السر غير مطابقة

# makeSureNewPassTwice
source: Make sure you entered your new password twice correctly
ar: تأكد انك ادخلت كلمة السر الجديدة مرتين

# changesSaved
source: changes Saved Successfully
ar: تم حفظ التغييرات

source: Not Found
ar: غير موجود

# ops
source: Ops! Page is under maintenance
ar: نأسف، الصفحة التي طلبتها تحت الصيانة حاليا، عد لاحقا

source: Back
ar: الرجوع

# companyHint
source: Company Name
ar: اسم الشركة

# userNameHint
source: Username
ar: اسم المستخدم

# passwordHint
source: password
ar: كلمة السر

source: Sign Up
ar: حساب جديد

source: Remember me
ar: تذكرني

source: Log In
ar: تسجيل الدخول

source: Verifying
ar: جاري التاكيد

source: Sending Code to
ar: جاري ارسال الكود الى

source: resend code in
ar: اعادة الارسال في خلال

source: resend code
ar: اعادة الارسال

source: Phone Verified
ar: تم تاكيد رقم الهاتف

source: Continue to create account
ar: المتابعة لانشاء حساب

source: Continue to Home
ar: المتابعة الى الصحة الرئيسية

source: Problem Encountered
ar: هناك مشكلة ما

source: Please Try Again later
ar: الرجاء المحاولة مرة اخرى لاحقا

source: Invalid OTP
ar: كود غير صحيح

source: Please Try Again
ar: الرجاء المحاولة مرة اخرى

source: Confirm
ar: تأكيد

source: Daily Updated Inventories
ar: اطلع على المتاح بصورة يومية

source: Daily Updated Offers and Launches
ar: اطلع على العروض والطروح الجديدة يوميا

source: All Developers Histories and Contact Numbers
ar: تعرف على سابقة الاعمال للمطورين، وتوصل معهم مباشرة

source: To know more about Companies Offers,
ar: اذا اردت عرض مباشر لشركتك

source: click here to send us whatsapp message.
ar: الرجاء الضغ هن لارسال رسالة لنا على الواتساب

source: Most Valuable
ar: الأعلى قيمة

source: Enter Valid Number
ar: رقم غير صحيح

source: You need to enter a valid phone number
ar: الرجاء ادخال رقم صحيح

source: Verify Phone Number
ar: التحقق من الرقم

source: Back to Log In
ar: الرجوع الى صفحة تسجيل الدخول

source: L.E
ar: جنيه

source: Something went wrong
ar: خطأ ما

source: No Results Found
ar: لا يوجد نتائج

source: Device Linked Successfully
ar: تم ربط الجهاز بنجاح

source: Failed Logging in
ar: تعذر تسجيل الدخول

# checkyourinternetconnection
source: Check your internet connection and try again later
ar: تأكد من الاتصال بالانترنت ثم اعد المحاولة

source: Error
ar: خطء

source: Can't Open Browser
ar: لم نتمكن من فيح المتصفح

# youareonyoufreetrial
source: you are on your free trial, you can't cancel your subscription now
ar: انت لا تزال في الفتره التجريبيه، لا يمكنك الغاء اشتراكك الآن

# youhaveacompanyaccount
source: You have a company account, please contact your admin
ar: هذا الحساب خاص بالشركة، الرجاء مراجعة المشرف المسئول

source: Warning
ar: تحذير

# ifyouquitenow
source: If you quite now, you will need to verify your phone again
ar: اذا خرجت الآن، يتضطر لاعادة تاكيد رقم الهاتف الخاص بك

source: Create Account
ar: انشاء حساب

# typeFreelancerif
source: type 'Freelancer' if you are a freelancer
ar: اكتب freelance اذا كنت تعمل لحسابك الخاص

source: Your Company Name
ar: اسم شركتك

source: Your Name
ar: اسمك

source: Username used for Login
ar: اسم المستخدم لتسجيل الدخول

source: Repeat Password
ar: اعد ادخال كلمة السر

source: Request Access
ar: انشاء

source: Quite
ar: الخروج

source: Account created
ar: تم انشاء الحساب بنجاح

# someoneinyouraccounthasthsameusername
source: Someone in your account has the same username, use another username.
ar: اسم المستخدم الذي اختارته غير متاح، اختار اسم مستخدم آخر

source: Old Password
ar: كلمة السر القديمة

source: New Password
ar: كلمة السر الجديدة

source: Saving changes
ar: حفظ التغييرات

source: Invalid Arguments
ar: خطء في البيانات

# thestartpriceshouldbelower
source: The start price should be lower than end price
ar: لا يمكن ان سكون بداية الاسعار اعلى من نهاية الاسعار

source: Specify Type and Location
ar: النوع والموقع

# youneedtochoose
source: You need to choose a type and location.
ar: الرجاء تحديد النوع والموقع

source: No Plans Found
ar: لا يوجد عروص متاحة

source: redwinners Member
ar: عضو redwinners

# enjoyallofourservices
source: Enjoy all of our services by becoming a member of
ar: استمتع بجميع خدماتنا عندما تصبح عضو في

source: ID:
ar: كود

source: m2
ar: متر

source: Unit Id:
ar: كود الوحده:

source: Resetting
ar: جاري اعادة الضبط

source: Verify
ar: تحقق من الرقم

# mobileScanner
source: Scanning
ar: جاري المسح

# immediat
source: Immediately
ar: فوري

source: Creating..
ar: جاري الانشاء
